rpi5-32/20240801-0812-glibc-tuned/logs/star-yes-0-1000-100/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test/20240801-0812-glibc-tuned/logs/star-yes-0-1000-100/star-1-100.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 1155
number of failed transactions: 0 (0.000%)
latency average = 69.259 ms
initial connection time = 10.723 ms
tps = 115.508386 (without initial connection time)